11/data/attachments/5dd3e0fa036c1986.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f3fefd47-8fea-4f37-9bc9-2056486b827a</nif:username>
            <nif:friendToBeAdded>Adam_economic_Friend_73788_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>